{"_id":"100000000000000000000001","title":"Batman Begins","title_rus":"Бэтмен: Начало","img":"Batman Begins.jpg","img_play":"Batman Begins2.jpg","year":2005.0,"country":"США","duration":"2 часа 9 минут","producer":["Кристофер Нолан","Джон Фавро"],"views":1003.0,"like":115.0,"genre":["боевик","драма","фантастика"],"genreN":[0,2,3],"rating":7.9,"actors":["Кристофер Бэйл","Кэти Холмс","Киллиан Мёрфи"],"description":"Фильм рассказывает о молодом Брюсе, на глазах которого убивают родителей. Так он остается единственным наследником приличного состояния. Он отправляется в длительное путешествие, где ему предстоит много пройти, чтобы перебороть свои страхи и укрепить свой характер. Главный герой находит себе удивительного по возможностям наставника, и он возвращает молодому человеку смысл жизни. Брюс позже появляется в родном Готэме. Там он начинает свою войну со всем криминальным контингентом города. Он борется за справедливость и безопасность жителей родного города. Под псевдонимом Бэтмен мы узнаем нового защитника, который готов до самой смерти бороться со злом."}
{"_id":"100000000000000000000002","title":"L`Italien","title_rus":"Итальянец","img":"LItalien.jpg","img_play":"LItalien2.jpg","year":2005.0,"country":"Россия","duration":"2 часа 9 минут","producer":["Андрей Кравчук"],"views":2121.0,"like":245.0,"genre":["комедия","драма","мелодрама"],"genreN":[1,2,7],"rating":7.2,"actors":["Николай Спиридонов","Юрий Ицков"],"description":"Шестилетнего Ваню, воспитанника детдома, собирается усыновить итальянская семья — отсюда его прозвище «итальянец». Впереди — безоблачная жизнь под средиземноморским солнцем, но мальчик во что бы то ни стало хочет найти свою родную мать"}
{"_id":"100000000000000000000003","title":"Pirates of the Caribbean: Dead Man`s Chest","title_rus":"Пираты Карибского моря: Сундук мертвеца","img":"Pirates of the Caribbean Dead Mans Chest.jpg","img_play":"Pirates of the Caribbean Dead Mans Chest2.jpg","year":2006.0,"country":"США","duration":"2 часа 9 минут","producer":["Гор Вербински"],"views":1261.0,"like":114.0,"genre":["боевик","комедия","фантастика"],"genreN":[0,1,3],"rating":8.1,"actors":["Джонни Депп","Кира Найтли","Орландо Блум"],"description":"Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…"}
{"_id":"100000000000000000000004","title":"Apocalypto","title_rus":"Апокалипто","img":"Apocalypto.jpg","img_play":"Apocalypto2.jpg","year":2006.0,"country":"США","duration":"2 часа 9 минут","producer":["Мел Гибсон"],"views":1242.0,"like":187,"genre":["драма","исторический","триллер"],"genreN":[2,5,8],"rating":7.9,"actors":["Руди Янгблад","Далия Эрнандез","Рауль Трухильо"],"description":"В фильме показана жизнь цивилизации майя до прихода испанских конкистадоров: жестокие войны с соседними племенами, человеческие жертвоприношения, загадочные мистические ритуалы. В один день рушится мир индейца по имени Лапа Ягуара. Его деревню захватывает соседнее племя, уничтожая хижины, забирая местных жителей в плен. Его ведут в город, чтобы принести в жертву богам. Перед лицом неминуемой смерти Лапа Ягуара должен побороть свои самые сильные страхи и совершить отчаянный рывок, чтобы спасти то, что ему дорого…"}
{"_id":"100000000000000000000005","title":"Pirates of the Caribbean: At World`s End","title_rus":"Пираты Карибского моря: На краю света","img":"Pirates of the Caribbean At Worlds End.jpg","img_play":"Pirates of the Caribbean At Worlds End2.jpg","year":2007.0,"country":"США","duration":"2 часа 9 минут","producer":["Гор Вербински"],"views":3111.0,"like":212.0,"genre":["боевик","комедия","фантастика"],"genreN":[0,1,3],"rating":8.2,"actors":["Джонни Депп","Кира Найтли","Орландо Блум"],"description":"Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…"}
{"_id":"100000000000000000000006","title":"Ratatouille","title_rus":"Рататуй","img":"Ratatouille.jpg","img_play":"Ratatouille2.jpg","year":2007.0,"country":"США","duration":"2 часа 9 минут","producer":["Брэд Бёрд"],"views":2992.0,"like":413.0,"genre":["комедия","драма","фантастика"],"genreN":[1,2,3],"rating":7.7,"actors":["Пэттон Освальд","Иэн Холм"],"description":"Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки. На эту же кухню попадает и юный Лингвини. Всё, на что он может расчитывать — это должность уборщика. Но он тоже получает свой шанс…"}
{"_id":"100000000000000000000007","title":"Iron Man","title_rus":"Железный человек","img":"Iron Man.jpg","img_play":"Iron Man2.jpg","year":2008.0,"country":"США","duration":"2 часа 9 минут","producer":["Джон Фавро"],"views":1095.0,"like":110.0,"genre":["боевик","фантастика","триллер"],"genreN":[0,3,8],"rating":8.0,"actors":["Роберт Дауни - младший","Джон Фавро","Гвинет Пэлтроу"],"description":"Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально…"}
{"_id":"100000000000000000000008","title":"WALL-E","title_rus":"ВАЛЛ-И","img":"WALL-E.jpg","img_play":"WALL-E2.jpg","year":2008.0,"country":"США","duration":"2 часа 9 минут","producer":["Эндрю Стэнтон"],"views":3814.0,"like":206.0,"genre":["комедия","фантастика","мелодрама"],"genreN":[1,3,7],"rating":8.3,"actors":["Бен Бёртт","Элисса Найт"],"description":"Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю."}
{"_id":"100000000000000000000009","title":"Sherlock Holmes","title_rus":"Шерлок Холмс","img":"Sherlock Holmes.jpg","img_play":"Sherlock Holmes2.jpg","year":2009.0,"country":"Великобритания","duration":"2 часа 9 минут","producer":["Гай Ричи"],"views":2996.0,"like":197.0,"genre":["боевик","комедия","детектив"],"genreN":[0,1,6],"rating":8.1,"actors":["Роберт Дауни - младший","Джуд Лоу"],"description":"Величайший в истории сыщик Шерлок Холмс вместе со своим верным соратником Ватсоном вступают в схватку, требующую нешуточной физической и умственной подготовки, ведь их враг представляет угрозу для всего Лондона."}
{"_id":"100000000000000000000010","title":"Hachi: A Dog`s Tale","title_rus":"Хатико: Самый верный друг","img":"Hachi A Dog`s Tale.jpg","img_play":"Hachi A Dog`s Tale2.jpg","year":2009.0,"country":"Великобритания","duration":"2 часа 9 минут","producer":["Лассе Халльстрём"],"views":2198.0,"like":182.0,"genre":["драма","исторический","мелодрама"],"genreN":[2,5,7],"rating":8.3,"actors":["Ричард Гир","Джоан Аллен","Кэри-Хироюки Тагава"],"description":"В основе сюжета — реальная история, случившаяся в Японии и потрясшая весь мир. Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал Профессора на вокзале. И даже потеря хозяина не остановила пса в его надежде, что друг вернется."}
{"_id":"100000000000000000000011","title":"How to Train Your Dragon","title_rus":"Как приручить дракона","img":"How to Train Your Dragon.jpg","img_play":"How to Train Your Dragon2.jpg","year":2010.0,"country":"США","duration":"2 часа 9 минут","producer":["Крис Сандерс"],"views":2203.0,"like":250.0,"genre":["боевик","комедия","фантастика"],"genreN":[0,1,3],"rating":8.2,"actors":["Джей Барушель","Америка Феррера","Джерард Батлер"],"description":"Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны…"}
{"_id":"100000000000000000000012","title":"Iron Man 2","title_rus":"Железный человек 2","img":"Iron Man 2.jpg","img_play":"Iron Man 22.jpg","year":2010.0,"country":"США","duration":"2 часа 9 минут","producer":["Джон Фавро"],"views":1854.0,"like":115.0,"genre":["боевик","фантастика","триллер"],"genreN":[0,3,8],"rating":7.5,"actors":["Роберт Дауни - младший","Джон Фавро","Дон Чидл"],"description":"Прошло полгода с тех пор, как мир узнал, что миллиардер-изобретатель Тони Старк является обладателем уникальной кибер-брони Железного человека. Общественность требует, чтобы Старк передал технологию брони правительству США, но Тони не хочет разглашать её секреты, потому что боится, что она попадёт не в те руки. Между тем Иван Ванко — сын русского учёного, когда-то работавшего на фирму Старка, но потом уволенного и лишенного всего, намерен отомстить Тони за беды своей семьи. Для чего сооружает своё высокотехнологичное оружие."}
{"_id":"100000000000000000000013","title":"Midnight in Paris","title_rus":"Полночь в Париже","img":"Midnight in Paris.jpg","img_play":"Midnight in Paris2.jpg","year":2011.0,"country":"Италия","duration":"2 часа 9 минут","producer":["Вуди Аллен"],"views":2957.0,"like":314.0,"genre":["комедия","фантастика","мелодрама"],"genreN":[1,3,7],"rating":7.7,"actors":["Оуэн Уилсон","Рэйчел Макадамс","Стивен Тененбаум"],"description":"Писатель и безнадежный романтик, уверенный в том, что должен был жить в 1920-е годы, приезжает в Париж со своей возлюбленной на каникулы и попадает в прошлое. Встречаясь там с Хемингуэем, Пикассо, супругами Фицджеральдами, Гертрудой Стайн, он понимает, что принадлежит этому времени и хочет остаться там навсегда."}
{"_id":"100000000000000000000014","title":"1+1","title_rus":"1+1","img":"1+1.jpg","img_play":"1+12.jpg","year":2011.0,"country":"Франция","duration":"2 часа 9 минут","producer":["Оливье Накаш","Эрик Толедано"],"views":3768.0,"like":221.0,"genre":["комедия","исторический","триллер"],"genreN":[1,5,8],"rating":8.8,"actors":["Омар Си","Франсуа Клюзе"],"description":"Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений."}
{"_id":{"$oid":"5cb286ae3e7b7a5fba5f2389"},"title":"The Hobbit: An Unexpected Journey","title_rus":"Хоббит: Нежданное путешествие","img":"The Hobbit An Unexpected Journey.jpg","img_play":"The Hobbit An Unexpected Journey2.jpg","year":2012.0,"country":"США","duration":"2 часа 9 минут","producer":["Питер Джексон"],"views":3767.0,"like":219.0,"genre":["драма","фантастика","приключение"],"genreN":[2,3,9],"rating":8.1,"actors":["Мартин Фримен","Иэн Маккеллен","Ричард Армитидж","Энди Серкис"],"description":"Фильм повествует о путешествии Бильбо Бэггинса, который пускается в грандиозный поход, целью которого является отвоевание утраченного королевства гномов Эребор у зловещего дракона Смауга. Совершенно неожиданно с хоббитом налаживает контакт волшебник Гэндальф Серый. Так Бильбо находит себя, присоединяясь к компании тринадцати гномов, возглавляемых легендарным воином, Торином Дубощитом. Их путешествие проляжет через Дикий Край, через предательские земли, населенные гоблинами и орками, смертоносными варгами и гигантскими пауками, народом, меняющим шкуры, и волшебниками. И хотя их цель находится на Востоке, среди пустошей Одинокой Горы, сначала им придется выбраться из туннелей гоблинов, где Бильбо встретит существо, которое изменит его жизнь навсегда… Голлума. Здесь, один на один с Голлумом, на берегу подземного озера, непритязательный Бильбо Бэггинс обнаружит не только скрытые в глубине души хитрость и отвагу, которые удивят даже его, но и завладеет «прелестным» колечком Голлума, которое обладает нежданными и полезными свойствами… Простое золотое кольцо, c которым связана судьба всего Средиземья, нитями, о которых Бильбо не мог даже вообразить."}
{"_id":{"$oid":"5cb286ba3e7b7a5fba5f238a"},"title":"The Amazing Spider-Man. The Movie","title_rus":"Новый Человек-паук","img":"The Amazing Spider-Man The Movie.jpg","img_play":"The Amazing Spider-Man The Movie2.jpg","year":2012.0,"country":"США","duration":"2 часа 9 минут","producer":["Марк Уэбб"],"views":3766.0,"like":218.0,"genre":["драма","фантастика","приключения"],"genreN":[2,3,9],"rating":6.8,"actors":["Эндрю Гарфилд","Рис Иванс"],"description":"В детстве Питер Паркер был оставлен своими родителями, и поэтому воспитывался дядей и тётей. Шли годы, Питер был обычным примерным школьником, подвергался нападкам хулиганов и был влюблён в свою одноклассницу Гвен Стэйси, которая сама втайне отвечала ему взаимностью. Но после укуса генетически изменённого паука, Питер получает невероятные сверхспособности и его жизнь меняется навсегда."}
{"_id":{"$oid":"5cb286ba3e7b7a5fba5f238b"},"title":"The Hobbit: The Desolation of Smaug","title_rus":"Хоббит: Пустошь Смауга","img":"The Hobbit The Desolation of Smaug.jpg","img_play":"The Hobbit The Desolation of Smaug2.jpg","year":2013.0,"country":"США","duration":"2 часа 9 минут","producer":["Питер Джексон"],"views":3767.0,"like":219.0,"genre":["драма","фантастика","приключение"],"genreN":[1,2,9],"rating":7.9,"actors":["Мартин Фримен","Иэн Маккеллен","Ричард Армитидж","Эванджелин Лилли","Орландо Блум","Бенедикт Камбербэтч"],"description":"Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания обязана завершить своё путешествие к Одинокой горе. Там они должны встретиться с величайшей опасностью из всех — созданием куда более ужасающим, чем все их прошлые противники, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, — драконом Смаугом."}
{"_id":{"$oid":"5cb286bb3e7b7a5fba5f238c"},"title":"Thor: The Dark World","title_rus":"Тор 2: Царство тьмы","img":"Thor The Dark World.jpg","img_play":"Thor The Dark World2.jpg","year":2013.0,"country":"США","duration":"2 часа 9 минут","producer":["Николя Дюваль-Адассовски"],"views":3766.0,"like":218.0,"genre":["комедия","фантастика","приключение"],"genreN":[1,3,9],"rating":7.3,"actors":["Крис Хемсворт","Натали Портман","Том Хиддлстон"],"description":"Могучему Тору предстоит вновь сразиться за восстановление порядка в галактике, встретившись лицом к лицу с древней инопланетной расой, ведомой злодеем Малекитом, который жаждет установить в девяти мирах власть тьмы. Столкнувшись с врагом, более могущественным, чем сам Один и всё воинство Асгарда, Тор должен собрать силы для решающей битвы. Его ждёт опасное путешествие и долгожданная встреча со своей земной возлюбленной Джейн Фостер. Сможет ли Тор рискнуть самым дорогим, чтобы не дать тьме воцариться на просторах вселенной?"}
{"_id":{"$oid":"5cb286bb3e7b7a5fba5f238d"},"title":"Gone Girl","title_rus":"Исчезнувшая","img":"Gone Girl.jpg","img_play":"Gone Girl2.jpg","year":2014.0,"country":"США","duration":"2 часа 9 минут","producer":["Дэвид Финчер"],"views":3770.0,"like":220.0,"genre":["драма","детектив","триллер"],"genreN":[2,6,8],"rating":7.9,"actors":["Бен Аффлек","Розамунд Пайк"],"description":"Все было готово для празднования пятилетнего юбилея супружеской жизни, когда вдруг необъяснимо пропал один из виновников торжества. Остались следы борьбы в доме, кровь, которую явно пытались стереть, — и цепочка «ключей» в игре под названием «охота за сокровищами»; красивая, умная и невероятно изобретательная жена ежегодно устраивала ее для своего обожаемого мужа. И похоже, что эти «ключи» — размещенные ею тут и там странные записки и не менее странные безделушки — дают единственный шанс пролить свет на судьбу исчезнувшей. Вот только не придется ли «охотнику» в процессе поиска раскрыть миру и пару-тройку собственных малосимпатичных тайн?"}
{"_id":{"$oid":"5cb286bb3e7b7a5fba5f238e"},"title":"Guardians of the Galaxy","title_rus":"Стражи Галактики","img":"Guardians of the Galaxy.jpg","img_play":"Guardians of the Galaxy2.jpg","year":2014.0,"country":"США","duration":"2 часа 9 минут","producer":["Джеймс Ганн"],"views":3771.0,"like":219.0,"genre":["комедия","фантастика","приключение"],"genreN":[1,3,9],"rating":7.7,"actors":["Крис Прэтт","Зои Салдана"],"description":"Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт, принадлежащий могущественному и безжалостному злодею Ронану, строящему коварные планы по захвату Вселенной. Питер оказывается в центре межгалактической охоты, где жертва — он сам. Единственный способ спасти свою жизнь — объединиться с четверкой нелюдимых изгоев: воинственным енотом по кличке Ракета, человекоподобным деревом Грутом, смертельно опасной Гаморой и одержимым жаждой мести Драксом, также известным как Разрушитель. Когда Квилл понимает, какой силой обладает украденный артефакт и какую опасность он представляет для вселенной, одиночка пойдет на все, чтобы сплотить случайных союзников для решающей битвы за судьбу галактики."}
{"_id":{"$oid":"5cb286bc3e7b7a5fba5f238f"},"title":"The Martian","title_rus":"Марсианин ","img":"The Martian.jpg","img_play":"The Martian2.jpg","year":2015.0,"country":"США","duration":"2 часа 9 минут","producer":["Ридли Скотт"],"views":3767.0,"like":219.0,"genre":["драма","фантастика","приключение"],"genreN":[2,3,8],"rating":7.6,"actors":["Мэтт Деймон","Джессика Честейн"],"description":"Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного. Очнувшись, Уотни обнаруживает, что связь с Землёй отсутствует, но при этом полностью функционирует жилой модуль. Главный герой начинает искать способ продержаться на имеющихся запасах еды, витаминов, воды и воздуха ещё 4 года до прилёта следующей миссии «Арес-4»."}
{"_id":{"$oid":"5cb286bc3e7b7a5fba5f2390"},"title":"Cinderella","title_rus":"Золушка","img":"Cinderella.jpg","img_play":"Cinderella2.jpg","year":2015.0,"country":"США","duration":"2 часа 9 минут","producer":["Кеннет Брана"],"views":3766.0,"like":218.0,"genre":["драма","фантастика","мелодрама"],"genreN":[2,3,7],"rating":6.9,"actors":["Лили Джеймс","Ричард Мэдден"],"description":"Отец молодой девушки по имени Элла, овдовев, женится во второй раз, и вскоре Элла оказывается один на один с жадными и завистливыми новыми родственницами — мачехой Леди Тремэйн и ее дочерьми — Анастасией и Дризеллой. Из хозяйки дома она превращается в служанку, вечно испачканную золой, за что и получает от своих сварливых сводных сестриц прозвище — Золушка. Несмотря на злоключения, выпавшие на ее долю, Золушка не отчаивается, ведь даже в самые тяжелые моменты находится что-то, что помогает ей думать о хорошем: например, случайная встреча на лесной тропинке с прекрасным юношей. Элла даже не предполагает, что встретилась с самим принцем, и что вскоре Фея-крестная навсегда поменяет её жизнь к лучшему."}
{"_id":{"$oid":"5cb286bc3e7b7a5fba5f2391"},"title":"Now You See Me 2","title_rus":"Иллюзия обмана 2","img":"Now You See Me 2.jpg","img_play":"Now You See Me 22.jpg","year":2016.0,"country":"США","duration":"2 часа 9 минут","producer":["Джон М. Чу"],"views":3766.0,"like":218.0,"genre":["фантастика","детектив","триллер"],"genreN":[3,6,8],"rating":6.6,"actors":["Джесси Айзенберг","Марк Руффало","Вуди Харрельсон","Дэниэл Рэдклифф","Лиззи Каплан","Дэвид Франко"],"description":"«Четыре всадника», команда лучших иллюзионистов мира, снова в сборе! Их «магия» стала еще совершеннее, а враги — опаснее. На сей раз им предстоит спасти свою репутацию и вывести на чистую воду жестокого техномагната…"}
{"_id":{"$oid":"5cb286bd3e7b7a5fba5f2392"},"title":"Doctor Strange","title_rus":"Доктор Стрэндж","img":"Doctor Strange.jpg","img_play":"Doctor Strange2.jpg","year":2016.0,"country":"США","duration":"2 часа 9 минут","producer":["Скотт Дерриксон"],"views":3766.0,"like":218.0,"genre":["боевик","фантастика","триллер"],"genreN":[0,3,8],"rating":7.4,"actors":["Бенедикт Камбербэтч","Тильда Суинтон"],"description":"Страшная автокатастрофа поставила крест на карьере успешного нейрохирурга Доктора Стрэнджа. Отчаявшись, он отправляется в путешествие в поисках исцеления и открывает в себе невероятные способности к трансформации пространства и времени. Теперь он — связующее звено между параллельными измерениями, а его миссия — защищать жителей Земли и противодействовать Злу, какое бы обличие оно ни принимало."}
{"_id":{"$oid":"5cb286bd3e7b7a5fba5f2393"},"title":"Thor: Ragnarok","title_rus":"Тор: Рагнарёк","img":"Thor Ragnarok.jpg","img_play":"Thor Ragnarok2.jpg","year":2017.0,"country":"США","duration":"2 часа 9 минут","producer":["Тайка Вайтити"],"views":3766.0,"like":218.0,"genre":["комедия","фантастика","приключение"],"genreN":[1,3,9],"rating":7.5,"actors":["Крис Хемсворт","Том Хиддлстон","Кейт Бланшетт"],"description":"Вернувшись в Асгард в поисках таинственного врага, ведущего охоту на Камни Бесконечности, Тор обнаруживает, что действия его брата Локи, захватившего трон Асгарда, привели к приближению наиболее страшного события — Рагнарёка. По легенде это ознаменует последнюю битву Асгарда, последствием которой станет его полное уничтожение. В попытке предотвратить это событие Тору предстоит прибегнуть к помощи своего товарища из Мстителей — Халка. Вместе им предстоит столкнуться лицом к лицу со злейшим врагом всех девяти миров — огненным демоном Суртуром, целью которого является исполнение пророчества о Рагнарёке и уничтожение девяти миров."}
{"_id":{"$oid":"5cb286bd3e7b7a5fba5f2394"},"title":"Wonder","title_rus":"Чудо","img":"Wonder.jpg","img_play":"Wonder2.jpg","year":2017.0,"country":"США","duration":"2 часа 9 минут","producer":["Стивен Чбоски"],"views":3766.0,"like":218.0,"genre":["драма","фантастика","мелодрама"],"genreN":[2,3,7],"rating":8.0,"actors":["Джейкоб Трамбле","Джулия Робертс"],"description":"С одной стороны мальчик Август Пулман такой же как и другие мальчишки его возраста — любит ходить на дни рождения к друзьям, играть в компьютерные игры, фанатеет от «Звездных войн», играет со своей собакой, ссорится и мирится со старшей сестрой. А с другой — он совсем не такой как другие мальчишки его возраста. Во-первых, Август никогда не ходил в обычную школу — с первого класса с ним дома занималась мама. Во-вторых, Август перенес 27 операций. Из-за очень редкой, но иногда встречающейся генетической ошибки у Августа нет лица. И вот такой мальчик должен пойти в школу. В первый раз. К обычным детям."}
{"_id":{"$oid":"5cb286be3e7b7a5fba5f2395"},"title":"Green Book","title_rus":"Зелёная книга","img":"Green Book.jpg","img_play":"Green Book2.jpg","year":2018.0,"country":"США","duration":"2 часа 9 минут","producer":["Питер Фаррелли"],"views":3770.0,"like":222.0,"genre":["драма","исторический","приключение"],"genreN":[2,5,9],"rating":8.3,"actors":["Вигго Мортенсен","Махершала Али"],"description":"Утонченный светский лев, богатый и талантливый музыкант нанимает в качестве водителя и телохранителя человека, который менее всего подходит для этой работы. Тони по прозвищу Болтун — вышибала, не умеющий держать рот на замке и пользоваться столовыми приборами, зато он хорошо работает кулаками. Это турне навсегда изменит жизнь обоих."}
{"_id":{"$oid":"5cb286be3e7b7a5fba5f2396"},"title":"Bohemian Rhapsody","title_rus":"Богемская рапсодия","img":"Bohemian Rhapsody.jpg","img_play":"Bohemian Rhapsody2.jpg","year":2018.0,"country":"Великобритания","duration":"2 часа 9 минут","producer":["Брайан Сингер"],"views":3766.0,"like":218.0,"genre":["драма","исторический","мелодрама"],"genreN":[1,5,7],"rating":7.9,"actors":["Рами Малек","Люси Бойнтон"],"description":"Чествование группы Queen, их музыки и их выдающегося вокалиста Фредди Меркьюри, который бросил вызов стереотипам и победил условности, чтобы стать одним из самых любимых артистов на планете. Фильм прослеживает головокружительный путь группы к успеху благодаря их культовым песням и революционному звуку, практически распад коллектива, поскольку образ жизни Меркьюри выходит из-под контроля, и их триумфальное воссоединение накануне концерта Live Aid, ставшим одним из величайших выступлений в истории рок-музыки."}
{"_id":{"$oid":"5cb286be3e7b7a5fba5f2397"},"title":"Pet Sematary","title_rus":"Кладбище домашних животных","img":"Pet Sematary.jpg","img_play":"Pet Sematary2.jpg","year":2019.0,"country":"США","duration":"2 часа 9 минут","producer":["Деннис Уидмайер","Кевин Колш"],"views":3767.0,"like":219.0,"genre":["фантастика","ужасы","детектив"],"genreN":[3,4,6],"rating":5.9,"actors":["Джейсон Кларк","Джон Литгоу","Эми Сайметц"],"description":"Семья Луиса Крида переезжает в сельский дом, который, как выясняется, расположен по соседству с мрачным Кладбищем домашних животных. Именно здесь Луис хоронит кошку, любимицу семьи, погибшую под колесами грузовика. Эта смерть влечет за собой череду чудовищных событий, которые доказывают Кридам, что мертвые должны оставаться мертвыми…"}
{"_id":{"$oid":"5cb286c53e7b7a5fba5f2398"},"title":"How to Train Your Dragon: The Hidden World","title_rus":"Как приручить дракона 3","img":"How to Train Your Dragon The Hidden World.jpg","img_play":"How to Train Your Dragon The Hidden World2.jpg","year":2019.0,"country":"США","duration":"2 часа 9 минут","producer":["Дин Деблуа"],"views":3766.0,"like":218.0,"genre":["боевик","фантастика","приключение"],"genreN":[0,3,9],"rating":7.9,"actors":["Джей Барушель","Америка Феррера","Кейт Бланшетт","Кит Хэрингтон"],"description":"Когда-то викинги жили в гармонии с драконами. В те времена они делили радость, горе… и последние штаны. Казалось, что так будет всегда, но появление загадочной Дневной Фурии изменило жизнь острова. И теперь Иккинг и Беззубик столкнутся с безжалостным охотником на драконов, жаждущим уничтожить все, что им дорого."}
